var keikyu_train_up = [
    {
        "goto": "品川",
        "time": "0502",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0515",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0525",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0530",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "0533",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0538",
        "type": "普通"
    },
    {
        "goto": "成田",
        "time": "0545",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "0547",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0549",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0556",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0558",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0603",
        "type": "エアポート急行"
    },
    {
        "goto": "青砥",
        "time": "0608",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0610",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0618",
        "type": "特急"
    },
    {
        "goto": "青砥",
        "time": "0620",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0621",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0625",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0629",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "0633",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "0635",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0639",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "0642",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0647",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0648",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0655",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0656",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0700",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0701",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0704",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0705",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0709",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0710",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0713",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0714",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0718",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0719",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0723",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0724",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0728",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0731",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0732",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0735",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0736",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0740",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0742",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0743",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "0747",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0749",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0750",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0754",
        "type": "特急"
    },
    {
        "goto": "京成高砂",
        "time": "0756",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0757",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0801",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0803",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0804",
        "type": "普通"
    },
    {
        "goto": "押上",
        "time": "0808",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0809",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0812",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0816",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "0817",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "0819",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0824",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0825",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0827",
        "type": "特急"
    },
    {
        "goto": "京成佐倉",
        "time": "0831",
        "type": "特急"
    },
    {
        "goto": "京急川崎",
        "time": "0832",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0836",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0837",
        "type": "普通"
    },
    {
        "goto": "成田",
        "time": "0845",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0846",
        "type": "普通"
    },
    {
        "goto": "押上",
        "time": "0850",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "0852",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "0857",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "0859",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0906",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0907",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "0913",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0914",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "0918",
        "type": "エアポート急行"
    },
    {
        "goto": "青砥",
        "time": "0924",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "0925",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0931",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "0934",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0937",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "0941",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "0945",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0947",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "0951",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "0955",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "0957",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1001",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1005",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1007",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1011",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1015",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1017",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1021",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1025",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1027",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1031",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1035",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1037",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1041",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1045",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1047",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1051",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1055",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1057",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1101",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1105",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1107",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1111",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1115",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1117",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1121",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1125",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1127",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "1131",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1135",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1137",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1141",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1145",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1147",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1151",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1155",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1158",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1201",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1205",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1207",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1211",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1215",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1217",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1221",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1225",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1227",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1231",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1235",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1237",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "1241",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1245",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1247",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1251",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1255",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1257",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1301",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1305",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1307",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1311",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1315",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1317",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1321",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1325",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1327",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1331",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1335",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1337",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1341",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1345",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1347",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1351",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1355",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1357",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "1401",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "1405",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1407",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1411",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1415",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1417",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1421",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1425",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1427",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1431",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1435",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1437",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1441",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1445",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1447",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1451",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1455",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1456",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1501",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1505",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1506",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1511",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1515",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1516",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1521",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1525",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1527",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1531",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "1535",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1537",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "1541",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1545",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1547",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1551",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "1555",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1559",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1601",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1605",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "1611",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1615",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1617",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1621",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1625",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1627",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1632",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1635",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1637",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1641",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1646",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1647",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1652",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "1653",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1657",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "1658",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1700",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1705",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1706",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1711",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "1712",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1716",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "1717",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1722",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1726",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1727",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1732",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "1733",
        "type": "普通"
    },
    {
        "goto": "印西牧の原",
        "time": "1737",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "1738",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1742",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1746",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1747",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1753",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "1754",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1758",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "1759",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1801",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1804",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1809",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "1812",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "1816",
        "type": "特急"
    },
    {
        "goto": "羽田",
        "time": "1817",
        "type": "エアポート急行"
    },
    {
        "goto": "羽田",
        "time": "1823",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "1824",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "1829",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1832",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1833",
        "type": "普通"
    },
    {
        "goto": "印旛日本医大",
        "time": "1837",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "1840",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1843",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1849",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "1850",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1853",
        "type": "エアポート急行"
    },
    {
        "goto": "印旛日本医大",
        "time": "1858",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "1900",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1902",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1908",
        "type": "快特"
    },
    {
        "goto": "神奈川新町",
        "time": "1909",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1912",
        "type": "エアポート急行"
    },
    {
        "goto": "青砥",
        "time": "1918",
        "type": "快特"
    },
    {
        "goto": "京急川崎",
        "time": "1919",
        "type": "普通"
    },
    {
        "goto": "羽田",
        "time": "1922",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1927",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "1928",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "1932",
        "type": "普通"
    },
    {
        "goto": "印旛日本医大",
        "time": "1937",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1940",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1942",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "1946",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "1950",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "1954",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "1958",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2002",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2005",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2009",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2012",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2015",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "2019",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2023",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2025",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2029",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2032",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2034",
        "type": "普通"
    },
    {
        "goto": "印西牧の原",
        "time": "2038",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2043",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2045",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2049",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2053",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2055",
        "type": "普通"
    },
    {
        "goto": "印旛日本医大",
        "time": "2059",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2103",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2105",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2109",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2113",
        "type": "エアポート急行"
    },
    {
        "goto": "品川",
        "time": "2115",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "2119",
        "type": "快特"
    },
    {
        "goto": "羽田",
        "time": "2123",
        "type": "エアポート急行"
    },
    {
        "goto": "神奈川新町",
        "time": "2125",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "2129",
        "type": "快特"
    },
    {
        "goto": "品川",
        "time": "2132",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2139",
        "type": "快特"
    },
    {
        "goto": "京急川崎",
        "time": "2141",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2149",
        "type": "快特"
    },
    {
        "goto": "神奈川新町",
        "time": "2152",
        "type": "普通"
    },
    {
        "goto": "青砥",
        "time": "2200",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "2202",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "2214",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "2215",
        "type": "普通"
    },
    {
        "goto": "京急川崎",
        "time": "2219",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2224",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "2229",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "2236",
        "type": "特急"
    },
    {
        "goto": "品川",
        "time": "2242",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "2250",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "2252",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2304",
        "type": "普通"
    },
    {
        "goto": "泉岳寺",
        "time": "2312",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "2314",
        "type": "普通"
    },
    {
        "goto": "品川",
        "time": "2323",
        "type": "普通"
    },
    {
        "goto": "京成高砂",
        "time": "2331",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "2338",
        "type": "普通"
    },
    {
        "goto": "京急川崎",
        "time": "2343",
        "type": "普通"
    },
    {
        "goto": "神奈川新町",
        "time": "2351",
        "type": "特急"
    },
    {
        "goto": "神奈川新町",
        "time": "2400",
        "type": "普通"
    }
]
var keikyu_train_down = [
    {
        "goto": "浦賀",
        "time": "0506",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0522",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "0533",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0539",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0546",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "0559",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0605",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0610",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0617",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0621",
        "type": "特急"
    },
    {
        "goto": "京急久里浜",
        "time": "0628",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0634",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0641",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "0645",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "0651",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0659",
        "type": "特急"
    },
    {
        "goto": "京急久里浜",
        "time": "0702",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0709",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0714",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "0716",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0719",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0722",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "0725",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "0727",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "0730",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "0735",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0737",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0740",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "0743",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "0747",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0749",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0753",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0758",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "0803",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "0805",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0809",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "0811",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0816",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0819",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "0822",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0825",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "0827",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "0829",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "0832",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0834",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0837",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "0841",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0847",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0849",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0855",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "0857",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "0900",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "0902",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "0904",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "0906",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "0909",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0911",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "0915",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0917",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0920",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "0922",
        "type": "快特"
    },
    {
        "goto": "三崎口",
        "time": "0927",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0929",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0932",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "0936",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0938",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0940",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "0945",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0947",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "0950",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "0955",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "0957",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1000",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1003",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1005",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1008",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1013",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1015",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "1019",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1022",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1026",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1030",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1034",
        "type": "エアポート急行"
    },
    {
        "goto": "金沢文庫",
        "time": "1037",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1039",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1042",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1046",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1050",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1053",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1056",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1059",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1101",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1105",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1108",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1111",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1115",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1118",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1121",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1125",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1128",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1131",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1135",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1138",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1141",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1145",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1148",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1151",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1155",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1158",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1201",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1205",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1208",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1211",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1215",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1218",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1221",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1225",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1228",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1231",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1235",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1238",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1241",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1245",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1248",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1251",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1255",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1258",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1301",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1305",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1308",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1311",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1315",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1318",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1321",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1325",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1328",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1331",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1335",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1338",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1341",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1345",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1348",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1351",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1355",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1358",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1401",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1405",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1408",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1411",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1415",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1418",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1421",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1425",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1428",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1431",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1435",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1438",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1441",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1445",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1448",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1451",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1455",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1458",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1501",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1505",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1508",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1511",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1515",
        "type": "快特"
    },
    {
        "goto": "金沢文庫",
        "time": "1518",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "1521",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1525",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1528",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1531",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1535",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1538",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1541",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1545",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1548",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1551",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1555",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1558",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1601",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1605",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1609",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1613",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1617",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1620",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1624",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1626",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1630",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1633",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "1636",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1641",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1644",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1647",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1651",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1654",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1657",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1700",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1702",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1706",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "1709",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "1711",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1715",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1718",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1722",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1724",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1728",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1732",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "1734",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "1736",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1739",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1742",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1744",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1747",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1750",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1752",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "1755",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1757",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "1801",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1803",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1806",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1808",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1811",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1813",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1816",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1818",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1820",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1823",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1825",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1828",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1830",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1832",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1835",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1837",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1840",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1842",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1845",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1847",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1850",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1852",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1855",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1857",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1900",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1902",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1905",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1907",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1912",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1915",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1917",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1920",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1922",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1925",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1927",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1932",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1935",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1937",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1940",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "1942",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1945",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "1947",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "1952",
        "type": "エアポート急行"
    },
    {
        "goto": "三崎口",
        "time": "1955",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "1957",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "1959",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2002",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2004",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2009",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2012",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2015",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2019",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "2022",
        "type": "普通"
    },
    {
        "goto": "浦賀",
        "time": "2025",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2029",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2032",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2035",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2038",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2041",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2044",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2049",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2052",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2055",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2057",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2100",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2103",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2108",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2111",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2114",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2117",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2120",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2122",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2127",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2129",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2133",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2140",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2143",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2146",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2149",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2152",
        "type": "エアポート急行"
    },
    {
        "goto": "浦賀",
        "time": "2154",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2158",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2201",
        "type": "エアポート急行"
    },
    {
        "goto": "新逗子",
        "time": "2204",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2208",
        "type": "特急"
    },
    {
        "goto": "三崎口",
        "time": "2212",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "2215",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "2220",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "2223",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "2226",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2229",
        "type": "快特"
    },
    {
        "goto": "新逗子",
        "time": "2232",
        "type": "普通"
    },
    {
        "goto": "新逗子",
        "time": "2238",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "2241",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2244",
        "type": "特急"
    },
    {
        "goto": "新逗子",
        "time": "2246",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2251",
        "type": "快特"
    },
    {
        "goto": "浦賀",
        "time": "2256",
        "type": "普通"
    },
    {
        "goto": "三崎口",
        "time": "2302",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "2305",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2308",
        "type": "特急"
    },
    {
        "goto": "三崎口",
        "time": "2313",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "2316",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2324",
        "type": "特急"
    },
    {
        "goto": "京急久里浜",
        "time": "2327",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "2329",
        "type": "普通"
    },
    {
        "goto": "三浦海岸",
        "time": "2337",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "2339",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2345",
        "type": "特急"
    },
    {
        "goto": "浦賀",
        "time": "2348",
        "type": "普通"
    },
    {
        "goto": "三浦海岸",
        "time": "2354",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "2357",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "2400",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "2404",
        "type": "エアポート急行"
    },
    {
        "goto": "京急久里浜",
        "time": "2408",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "2411",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "2418",
        "type": "普通"
    },
    {
        "goto": "京急久里浜",
        "time": "2424",
        "type": "特急"
    },
    {
        "goto": "金沢文庫",
        "time": "2427",
        "type": "普通"
    },
    {
        "goto": "金沢文庫",
        "time": "2444",
        "type": "特急"
    }
]

module.exports.up   = keikyu_train_up
module.exports.down = keikyu_train_down
